driver-tests/bpelse/assign/AssignJbi/test/AssignDateIncrementInvoke/archive/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><InputElement xmlns="http://stc.com/AssignMultiDateTNS"><xsd_dateTime>2006-03-25T16:00:00.0Z</xsd_dateTime><xsd_duration>P2006Y3M25DT0H0M0S</xsd_duration></InputElement></SOAP-ENV:Body></SOAP-ENV:Envelope>